export const newsList = [
  {
    imgPath: 'news/news-photo.png',
    title: '早晨坚持做这动作 秒变健康美人',
    desc: `一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`
  },
  {
    imgPath: 'news/news-photo.png',
    title: '早晨坚持做这动作 秒变健康美人',
    desc: `一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`
  },
  {
    imgPath: 'news/news-photo.png',
    title: '早晨坚持做这动作 秒变健康美人',
    desc: `一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`
  },
  {
    imgPath: 'news/news-photo.png',
    title: '早晨坚持做这动作 秒变健康美人',
    desc: `一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`
  },
  {
    imgPath: 'news/news-photo.png',
    title: '早晨坚持做这动作 秒变健康美人',
    desc: `一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`
  },
  {
    imgPath: 'news/news-photo.png',
    title: '早晨坚持做这动作 秒变健康美人',
    desc: `一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`
  },
  {
    imgPath: 'news/news-photo.png',
    title: '早晨坚持做这动作 秒变健康美人',
    desc: `一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`
  }
]
