import{b as _}from"./index-BhUsSoZf.js";import{_ as p,e as c,f as o,g as e,k as i,m,t as d,q as h,s as w,i as g,F as u,l as b,v}from"./index-BcqNQAVJ.js";const f=t=>(h("data-v-f85444c0"),t=t(),w(),t),P={class:"news-item"},x={class:"img-box"},j=["src"],k={class:"news-content"},I={class:"news-title"},O={class:"news-desc"},B=f(()=>e("div",{class:"btn-box"},[e("div",{class:"btn"},"了解更多")],-1)),S={__name:"index",props:{itemObj:{type:Object,default:()=>{}}},setup(t){return(l,r)=>{var s,n,a;return c(),o("div",P,[e("div",x,[e("img",{class:"image",src:i(m)((s=t.itemObj)==null?void 0:s.imgPath),alt:""},null,8,j)]),e("div",k,[e("div",I,d((n=t.itemObj)==null?void 0:n.title),1),e("div",O,d((a=t.itemObj)==null?void 0:a.desc),1),B])])}}},y=p(S,[["__scopeId","data-v-f85444c0"]]),$=[{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`}],q={class:"news-content"},F={class:"wrapper"},V={__name:"index",setup(t){return(l,r)=>(c(),o("div",null,[g(i(_)),e("div",q,[e("div",F,[(c(!0),o(u,null,b(i($),(s,n)=>(c(),v(y,{key:n,"item-obj":s},null,8,["item-obj"]))),128))])])]))}};export{V as default};
