import{b as _}from"./index-BsQzvtRk.js";import{_ as p,j as o,f as a,m as t,u as c,p as m,t as d,q as h,s as w,g,F as u,k as b,l as f}from"./index-D8R-tlxN.js";const v=e=>(h("data-v-946a29f1"),e=e(),w(),e),P={class:"news-item"},j={class:"img-box"},x=["src"],k={class:"news-content"},I={class:"news-title"},O={class:"news-desc"},B=v(()=>t("div",{class:"btn-box"},"了解更多",-1)),S={__name:"index",props:{itemObj:{type:Object,default:()=>{}}},setup(e){return(l,r)=>{var s,n,i;return o(),a("div",P,[t("div",j,[t("img",{class:"image",src:c(m)((s=e.itemObj)==null?void 0:s.imgPath),alt:""},null,8,x)]),t("div",k,[t("div",I,d((n=e.itemObj)==null?void 0:n.title),1),t("div",O,d((i=e.itemObj)==null?void 0:i.desc),1),B])])}}},y=p(S,[["__scopeId","data-v-946a29f1"]]),$=[{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`},{imgPath:"news/news-photo.png",title:"早晨坚持做这动作 秒变健康美人",desc:`一日之计在于晨，对于爱美的女性而言，要想一整天都保持容光焕发、神采奕奕的状态，早晨的养护工作也十分重要。
    做好早晨的养护工作可以让你皮肤状态更好，甚至变得更白哦~以下，和小编一起来看看如何让你在不知不觉中变美。
    早晨坚持做5个动作让你轻松变美丽 喝一杯水 女人是水做的，早晨醒来应及早空腹喝凉白开水，
    如在水中加片柠檬，则美容效果更明显。晚上睡前30分钟也请喝一小杯水，让细胞充分吸收，可有效防止皱纹生成。`}],q={class:"news-content"},F={class:"wrapper"},V={__name:"index",setup(e){return(l,r)=>(o(),a("div",null,[g(c(_)),t("div",q,[t("div",F,[(o(!0),a(u,null,b(c($),(s,n)=>(o(),f(y,{key:n,"item-obj":s},null,8,["item-obj"]))),128))])])]))}};export{V as default};
